/* Localized versions of Info.plist keys */

CFBundleName = "TeXShop";		/* This is for the localized "short" name in the app menu bar */
CFBundleDisplayName = "TeXShop";	/* This is for the localized "long" name in Finder, etc */
NSHumanReadableCopyright = "Copyright 2001-2006, Richard Koch \n http://www.texshop.org";    /* Note that the "\n" is used for indicating a new line */

/* Localizations for the type names */

"TeX Document" = "TeX Document";
"ltx" = "LTX File";
"ctx" = "TODO";
"mp" = "TODO";
"sty" = "STY File";
"cls" = "CLS File";
"mf" = "TODO";
"bst" = "TODO";
"bib" = "TeX bib File";
"engine" = "TODO";
NSPDFPboardType = "PDF Document";
NSTIFFPboardType = "TIFF Document";
"jpeg" = "TODO";
NSEPSPboardType = "EPS Document";
"epsi" = "EPSI Document";
"LogFile" = "TeX Log File";
"AuxFile" = "TeX Aux File";
"PostscriptFile" = "PostScript document";
"TexshopFile" = "TeXShop Root File";
"DVIfile" = "TeX DVI File";
"ins" = "INS File";
"dtx" = "DTX File";
"DEF File" = "DEF File";
"fd" = "FD File";
"clo" = "CLO File";
"dn" = "TODO";
"abc" = "TODO";
"ly" = "TODO";
"texi" = "TODO";
"Rnw" = "TODO";
NSStringPboardType = "Plain text document";

/* Help book localization */

CFBundleHelpBookName = "TeXShop Help";
